
/* Class = "NSButton"; gToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "2"; */
"Select this to check for external file changes. Use at your own risk." = "Выберите, чтобы отслеживать изменение файла внешней программой. Используйте на свой риск. ";

/* Class = "NSBox"; title = "Box"; ObjectID = "3"; */
"Box" = "Box";

/* Class = "NSTextField"; gToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "7"; */
"Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number" = "Введите аргументы команды. Используйте %file, чтобы указать имя открываемого файла и %line — для номера строки";

/* Class = "NSPopUpButton"; gToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "8"; */
"Choose settings for a preset TeX editor, or use custom settings" = "Выберите один из редакторов TeX или укажите особые настройки";

/* Class = "NSTextField"; gToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "9"; */
"Enter the command to call your favorite TeX editor" = "Введите команду вызова редактора TeX";

/* Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "12"; */
"Do not select this when using a script or program that will force a revert." = "Не выбирайте, если используете сценарий или программу, которая может возвращать к сохраненному.";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "13"; */
"Preset:" = "Редактор:";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "17"; */
"Custom" = "Настроить";

/* Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "20"; */
"Arguments:" = "Аргументы:";

/* Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "21"; */
"PDF-TeX Sync support:" = "Поддержка PDF-TeX Sync:";

/* Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "22"; */
"Command:" = "Команда:";

/* Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "23"; */
"Check for file changes" = "Следить за изменением файла";
